<template>
<section>
  <div class="container__slot">
    <p class="ntn-h1">Регистрация в программе</p>
    <p class="p">
      Для вступления в программу лояльности Takamura sushi достаточно оформить заказ на сайте, <br>
      номер бонусной карты будет присвоен автоматически.
    </p>
    <p class="ntn-h1">Как работает программа лояльности</p>
    <p class="p">
      Для накопления и списания бонусов введите на сайте или назовите оператору <br>
      номер мобильного телефона, к которому привязана карта.
    </p>
    <p class="p">
      При каждой оплате покупки Вам будут начислены баллы – 5% накоплений от суммы заказа.
    </p>
    <p class="p">
      Один балл равен одному рублю. Вы можете оплатить бонусами до 100% стоимости покупки.
    </p>
    <p class="p">
      Баллы действительны в течение 12 месяцев с даты последней покупки.
    </p>
  </div>
</section>
</template>

<script setup lang="ts">

</script>

<style scoped>
.ntn-h1{
  font-size: 25px;
  font-weight: 200;
}
.p{
  font-size: 20px;
  color: #7F7F7F;
  font-weight: 200;
}
</style>